Repository: deunix-educ/django-automation
Catalog: automation/devices/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Sensor group
fr: Groupe de capteurs

source: Device image
fr: Image de l'appareil

source: Devices
fr: Appareils

source: 5 seconds
fr: 5 secondes

source: 10 seconds
fr: 10 secondes

source: 15 seconds
fr: 15 secondes

source: 30 seconds
fr: 30 secondes

source: 1 hour
fr: 1 heure

source: 3 hours
fr: 3 heures

source: 6 hours
fr: 6 heures

source: 12 hours
fr: 12 heures

source: 24 hours
fr: 24 heures

source: 1 day
fr: 1 jour

source: Since 1 minute
fr: Depuis 1 minute

source: Since 5 minutes
fr: Depuis 5 minutes

source: Since 10 minutes
fr: Depuis 10 minutes

source: Since 15 minutes
fr: Depuis 15 minutes

source: Since 30 minutes
fr: Depuis 30 minutes

source: Since 1 hour
fr: Depuis 1 heure

source: Since 3 hours
fr: Depuis 3 heures

source: Since 6 hours
fr: Depuis 6 heures

source: Since 12 hours
fr: Depuis 12 heures

source: Since 24 hours
fr: Depuis 24 heures

source: Since 2 days
fr: Depuis 2 jours

source: Since 3 days
fr: Depuis 3 jours

source: Since 4 days
fr: Depuis 4 jours

source: Since 5 days
fr: Depuis 5 jours

source: Since 6 days
fr: Depuis 6 jours

source: Since a week
fr: Depuis 1 semaine

source: Since 2 weeks
fr: Depuis 2 semaines

source: Since 1 month
fr: Depuis 1 mois

source: Lines
fr: Lignes

source: Markers
fr: Marqueurs

source: Lines + markers
fr: Lignes + Marqueurs

source: Linear
fr: Linéaire

source: Smooth line
fr: Ligne lisse

source: Interval
fr: Intervale

source: Frequency
fr: Fréquence

source: Line mode
fr: Type de ligne

source: Refresh
fr: Rafraîchir

source: Measurement unit
fr: Unité de mesure

source: Unit
fr: Unité

source: Units
fr: Unités

source: Title
fr: Titre

source: Plot title
fr: Titre du tracé

source: X title
fr: Titre des X

source: Title for x axe
fr: Titre pour axe des x

source: Default figure data name (in mqtt message)
fr: Nom de donnée de la figure par défaut (dans le message mqtt)

source: Default frequency is seconds
fr: Fréquence par défaut en secondes

source: Refreshment
fr: Rafraîchir

source: Default refreshment in seconds
fr: Rafraîchissement par défaut en secondes

source: Date range
fr: Plage de dates

source: Default since date range
fr: Depuis la date par défaut

source: Line
fr: Ligne

source: Default line modes
fr: Modes de ligne par défaut

source: Default Interpolation mode
fr: Mode d'interpolation par défaut

source: Slider
fr: Curseur

source: Plotly slider view for plot
fr: Plotly curseur vue pour le tracé

source: Range selector
fr: Plage du sélecteur de rang

source: Plotly display range selector bar
fr: Plotly affiche la barre du sélecteur de rang

source: Active
fr: Actif

source: Plot
fr: Tracé

source: Plots
fr: Tracés

source: No Aggregation
fr: Aucun agrégation

source: Mean
fr: Moyenne

source: Median
fr: Médiane

source: Max
fr: Maximum

source: Min
fr: Minimum

source: Sum
fr: Somme

source: Count
fr: Total

source: Data type and description
fr: Type de données et description

source: Data label
fr: Label des données

source: Data label for plot
fr: Label des données pour le tracé

source: Data name
fr: Nom des données

source: Data name in mqtt message
fr: Nom des données dans le message mqtt

source: Metric
fr: Métrique

source: Is data metric for plot
fr: Est ce une données métrique

source: Function
fr: Fonction

source: Function to apply
fr: Fonction à appliquer

source: Chart
fr: Graphique

source: Chart color for plot
fr: Couleur du graphique pour le tracé

source: Annotation color for plot
fr: Couleur des annotations pour le tracé

source: Gaps
fr: Lacunes

source: Connect gaps for plot
fr: Relier les lacunes pour le tracé

source: Field for plot
fr: Champ pour le tracé

source: Fields for plot
fr: Champs pour le tracé

source: No
fr: Non

source: Continuous
fr: Continu

source: Detection for video
fr: Détection vidéo

source: Device name
fr: Nom de l'appareil

source: Sensor name
fr: Nom du capteur

source: Influxdb bucket and mqtt sensor (Unique max 64 chars long)
fr: Influxdb bucket et mqtt sensor (Unique maxi 64 chars long

source: Vendor name
fr: Nom du fabriquant

source: Device model id
fr: Id du model d'appareil

source: Device description
fr: Description de l'appareil

source: Device location
fr: Emplacement de l'appareil

source: MQTT origine and Influxdb Organisation
fr: MQTT origine et Influxdb Organisation

source: Device uuid
fr: Uuid de l'appareil

source: Unique id device
fr: Id unique de l'appareil

source: Data format
fr: Format des données

source: MQTT data description in json format
fr: Description des données MQTT dans le format json

source: Data option
fr: Options des données

source: MQTT option description in json format
fr: Description des options MQTT dans le format json

source: Base topic
fr: Thèmes (topic) de base

source: Device IP or network address
fr: IP ou adresse de réseau de l'appareil

source: Supervisor service
fr: Service supervisor

source: List of data name to record in json format
fr: Liste des noms des données à enregistrer dans le format json

source: Influxdb tags
fr: Tags influxdb

source: Influxdb tags list in json format
fr: Liste de tags influxdb dans le format json

source: Data and description for plot
fr: Description des données pour le tracé

source: Record
fr: Enregistrement

source: Database recording mode
fr: Mode d'enregistrement dans la base de données

source: Display device
fr: Afficher l'appareil

source: Display device in dashboard
fr: Afficher l'appareil dans le tableau de bord

source: Default background
fr: Couleur du fond par défaut

source: Minimum width (px)
fr: Largeur mini (px)

source: Minimum height (px)
fr: Hauteur mini (px)

source: Device
fr: Appareil

source: Master device
fr: Appareil maître

source: Linked device to master device
fr: Appareil lié à l'appareil maître

source: Linked device
fr: Appareil lié

source: Linked devices
fr: Appareils liés

source: Subscription
fr: Abonnement

source: Topic subscription
fr: Thème abonnement

source: Topics subscription
fr: Thèmes abonnement

source: Periodic task
fr: Tâches périodiques

source: Select an exixting task
fr: Sélectionnez une tâche existante

source: Periodic task per device
fr: Tâche périodique par appareil

source: Periodics tasks per device
fr: Tâches périodiques par appareil

source: Short description
fr: Courte description

source: Module class
fr: Classe du module

source: Python module class
fr: Classe du module en python

source: Device processing module
fr: Modules de processus de périphérique

source: Devices processing module
fr: Module de processus de périphérique

source: d
fr: j

source: All
fr: Tout

source: on
fr: I

source: off
fr: O

source: Device set recording on
fr: Démarrer l'enregistrement de l'appareil

source: Device set recording off
fr: Arrêt de l'enregistrement de l'appareil

source: Device switch on
fr: Ouvre interrupteur

source: Device switch off
fr: Ferme interrupteur

source: Device switch toggle
fr: Interrupteur bascule

source: Device relay switch close
fr: Relai ferme

source: Device relay switch open
fr: Relai ouvre

source: Device relay switch stop
fr: Relai stop

source: Device relay switch toggle
fr: Relai bascule

source: Remove camera
fr: Supprimer la caméra

source: Frame/s
fr: Images/s

source: Recording
fr: Enregistrement

source: Detection
fr: Détection

source: Detection outline
fr: Ligne de Détection

source: Yes
fr: Oui

source: Mqtt server
fr: Serveur mqtt

source: Save
fr: Sauver

source: Reset or stop
fr: Relancer ou stopper

source: Play or pause
fr: Jouer ou pause

source: ready
fr: Prêt

source: in progress
fr: En marche

source: finished
fr: Terminé

source: Remove window
fr: Enlever la fenêtre

source: Periodic tasks
fr: Tâches périodiques

source: Down
fr: Descente

source: Up
fr: Montée

source: Price
fr: Tarif

source: Power
fr: Puissance

source: Intensity
fr: Intensité

source: Active Plots
fr: Tracés Actifs

source: Plot th graph
fr: Tracer le graphique

source: State
fr: Etat

source: Tilt
fr: Inclinaison

source: this day
fr: ce jour
