Repository: deunix-educ/django-automation
Catalog: automation/automation/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Template pathname
fr: Nom du chemin des fichiers gabarit

source: All
fr: Tout

source: Today
fr: Aujourd'hui

source: Past 2 days
fr: Depuis 2 jours

source: Past 3 days
fr: Depuis 3 jours

source: Past 4 days
fr: Depuis 4 jours

source: Past 5 days
fr: Depuis 5 jours

source: Past 6 days
fr: Depuis 6 jours

source: Last 7 days
fr: Depuis 7 jours

source: Past 8 days
fr: Depuis 8 jours

source: Past 9 days
fr: Depuis 9 jours

source: Past 10 days
fr: Depuis 10 jours

source: Last 15 days
fr: Depuis 15 jours

source: From 1 month
fr: Depuis 1 mois

source: From 3 months
fr: Depuis 1 mois

source: From 6 months
fr: Depuis 6 mois

source: From 1 year
fr: Depuis 1 an

source: New window
fr: Nouvelle fenêtre

source: Same frame
fr: Même cadre

source: Parent frame
fr: Cadre parent

source: Full body
fr: Tout le corps

source: Name
fr: Nom

source: Django: name of application installed
fr: Django: nom de l'application installée

source: Template pathname or app_name from url.py
fr: Nom du chemin de fichier des templates ou app_name de url.py

source: Is registered
fr: Est enregistré

source: Django: app_name is registerd in url.py
fr: Django: app_name est enregistrée dans url.py

source: Django application
fr: Application Django

source: Django Applications
fr: Applications Django

source: Icon name
fr: Nom icon

source: Icon Awesome or img
fr: Icon Awesome ou img

source: Free font Awesome or img html representation
fr: Représentation html des Icons Awesome libre ou img

source: Icons Awesome or img
fr: Icon Awesome ou img

source: Sensor group
fr: Groupe de capteur

source: Max 32 chars long
fr: Maxi 32 caractères de long

source: Short description
fr: Description courte

source: Visible in filter selection
fr: Visible dans le filtre de sélection

source: Active
fr: Actif

source: Active by default in group selection
fr: Actif par défaut dans le groupe de sélection

source: Sensors group
fr: Groupes de capteurs

source: All region
fr: Toute région

source: Circle
fr: Cercle

source: Location
fr: Emplacement

source: Flat
fr: Etage

source: Area shape
fr: Forme de la zone

source: Area coords
fr: Zone de coordonnées

source: Area href
fr: Zone href

source: Area onclick js
fr: Zone onclick js

source: Visible in the filter of selection
fr: Visible dans le filtre de sélection

source: Active by default in location selection
fr: Actif par défaut dans le filtre sélection

source: Locations
fr: Emplacements

source: Template name
fr: Nom du gabarit

source: Html page
fr: Page html

source: Path to html template page name
fr: Chemin du fichier gabarit html

source: Application
fr: Applications

source: Template
fr: Gabarits

source: Templates
fr: Gabarits

source: Route base name
fr: Nom de la route de base

source: Route base
fr: Route de base

source: Navigation pane
fr: Volet de navigation

source: Navigation pane label
fr: Label volet de navigation

source: Menu title
fr: Titre menu

source: Is index
fr: Index ?

source: Is a page index
fr: Est ce une page index

source: Url route base
fr: Url route de base

source: Code page (64 chars long)
fr: Code page (64 caractères de long)

source: Link
fr: Lien

source: Link as /board/codepage/sensorgroup
fr: Lien comme /board/codepage/sensorgroup

source: If Url Pattern group considered
fr: Si Modède d'url groupe est envisagé

source: If Url Pattern location considered
fr: Si Modède d'url emplacement est envisagé

source: Url target
fr: Cible url

source: Url target for iframe
fr: Url cible ou iframe

source: Link: Target tag
fr: Lien: Balise cible

source: Link: Options tag
fr: Lien: Balise options

source: Example: onclick="func($(this))"
fr: Exemple: onclick="func($(this))"

source: Tab
fr: Onglet

source: Order
fr: Ordre

source: Position in navigation pane
fr: Position dans le volet de navigation

source: Position in pane
fr: Position dans le volet de navigation

source: upper: 1, bottom: 0
fr: Haut: 1, bas: 0

source: Show
fr: Montrer

source: Show in navigation pane
fr: Montrer dans volet de navigation

source: Active in navigation pane
fr: Actif dans volet de navigation

source: Tunnel name
fr: Nom du tunel

source: Ssh host server
fr: Serveur hôte ssh

source: ssh host port server
fr: Port du serveur hôte ssh

source: Ssh username
fr: Nom utilisateur ssh

source: Ssh password
fr: Mot de passe ssh

source: Remote bind host
fr: Hôte de liaison à distance

source: Remote bind host port
fr: Port hôte de liaison distante

source: Local bind host
fr: Hôte de liaison locale

source: Local bind host port
fr: Hôte de liaison locale

source: Ssh tunnel host
fr: Hôte du tunnel SSH

source: Ssh tunnel hosts
fr: Hôtes des tunnels SSH

source: Error: missing page.
fr: Erreur page absente

source: This page does not exist. Please re-enter a new address.
fr: Cette page n'existe pas. Indiquez une autre adresse

source: System error
fr: Erreur système

source: This page server can't run correctly. Please contact the site administrator.
fr: Cette page du serveur ne marche pas correctement. Merci de contacter l'administrateur

source: Main page
fr: Page principale

source: Navigation tabs
fr: Onglets de navigation

source: Master mqtt server
fr: Serveur mqtt maître

source: Zigbee2Mqtt gateway
fr: Passerelle Zigbee2Mqtt

source: Start date
fr: Date début

source: End date
fr: Date fin

source: South
fr: Sud

source: West
fr: Ouest

source: Admin
fr: Administration

source: Devices
fr: Appareils

source: Products
fr: Produits

source: Users
fr: Utilisateurs

source: Periodic task
fr: Tâche périodique

source: Processes
fr: Processus

source: Site maintenance
fr: Maintenance du site

source: Cameras maintenance
fr: Maintenance des caméras

source: Logout
fr: Déconnexion

source: Group filter
fr: Filtre de groupe

source: Group
fr: Groupe

source: Select all / reset
fr: Tout sélectionner / reset

source: Show selection
fr: Afficher la sélection

source: Reset / All
fr: Reset / Tout

source: Modify locations
fr: Modifier les emplacements

source: Modify
fr: Modifier

source: Database admin
fr: Administration base de données

source: Yes
fr: Oui

source: No
fr: Non

source: date time creation
fr: Date de création

source: Datetime modification
fr: Datetime midiification
